amd-ucode
base
base-devel
cmake
dolphin
dunst
efibootmgr
git
grim
grub
htop
hyprland
intel-media-driver
iwd
kitty
libva-intel-driver
libva-nvidia-driver
linux
linux-firmware
nano
neovim
network-manager-applet
networkmanager
nvidia
polkit-kde-agent
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
uwsm
vim
vivaldi
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zram-generator
